[
  {
    "name": "Cleopatra Green Sapphire Ring",
    "description": "The Cleopatra Ring is a powerful embodiment of feminine strength, radiating regal allure through its captivating Egyptian-inspired design. The central green sapphire commands attention, capturing the very essence of royalty, while the shank of the ring features a unique handmade pattern, underscoring its distinctive character. A testament to timeless elegance and the commanding presence associated with the iconic queen, this ring stands as a symbol of grace, power, and the enduring beauty that defines Cleopatra's remarkable legacy.\n- 18K yellow gold\n- Green sapphire\n- Diamonds",
    "collection": "Cleopatra",
    "price": 4000
  },
  {
    "name": "Cleopatra Pink Sapphire Ring",
    "description": "The Cleopatra Ring is a striking manifestation of feminine strength, radiating regal allure through its captivating Egyptian-inspired design. The central pink sapphire commands attention, capturing the very essence of royalty, while the shank, adorned with diamonds and polished to a mirror-like finish, adds an extra layer of opulence. This ring stands as a powerful symbol of grace, strength, and enduring beauty—a testament to the timeless elegance associated with the iconic queen, Cleopatra.\n\n- 18K yellow gold\n- Pink sapphire\n- Diamonds",
    "collection": "Cleopatra",
    "price": 4000
  },
  {
    "name": "Cleopatra Tanzanite Ring",
    "description": "The Cleopatra Ring is a powerful statement piece crafted to epitomize feminine strength, exuding regal allure in an Egyptian-inspired design. The central vivid blue tanzanite commands attention, capturing the essence of royalty, while a shank adorned with sparkling white diamonds features a unique handmade pattern. This ring testifies to the timeless elegance and commanding presence associated with the queen herself—a symbol of grace, power, and the enduring beauty of Cleopatra's legacy.\n\n- 18K yellow gold\n- Tanzanite\n- Diamonds",
    "collection": "Cleopatra",
    "price": 5200
  },
  {
    "name": "Ambition Ring",
    "description": "The Ambition Ring showcases a captivating pear-shaped yellow diamond, embraced by sleek black enamel that ambitiously connects two elegantly crafted halos. \nThis ring is a masterpiece of contrasting elements, blending brilliant, vibrant color with sophisticated monochrome accents.\n- 18K yellow gold \n- Pear-shaped yellow diamond\n- White diamonds",
    "collection": "Cleopatra",
    "price": 3500
  },
  {
    "name": "Cleopatra Sapphire Earrings",
    "description": "The design, with its graceful curves and intricate details, echoes the opulence of Cleopatra's era, a time when beauty was a language spoken through adornment. The airy and light construction adds a modern touch, allowing these earrings to seamlessly transition from day to night.\n\n- 18K yellow gold\n- Yellow and purple sapphires\n- Diamonds",
    "collection": "Cleopatra",
    "price": 4500
  },
  {
    "name": "Ra Red Spinel Earrings",
    "description": "Feel the radiant energy of the sun god Ra with these captivating hoop earrings, adorned with fiery red mahenge spinels.The hoop design, symbolizing the eternal cycle of life, mirrors the celestial orbits that were central to ancient Egyptian beliefs. The red spinel, reminiscent of the sun's heated embrace, adds a bold touch of passion.\n\n- 18K yellow gold\n- Mahenge red spinel",
    "collection": "Cleopatra",
    "price": 1600
  },
  {
    "name": "Selene Tourmaline Earrings",
    "description": "The Selene Earrings are adorned with multicolored oval tourmalines and delicately encircled by a halo of light pink sapphires, bringing soft femininity and sophistication to the design. The earrings’ dynamic movement creates a subtle dance of light, enhancing their allure. A captivating fusion of bespoke craftsmanship and ethereal elegance. \n\n- 18K yellow gold \n- Light pink calibrated sapphires\n- Multicolored tourmaline cabochons",
    "collection": "Cleopatra",
    "price": 2300
  },
  {
    "name": "Cleo Amethyst Talisman",
    "description": "This hypnotizing talisman, with amethyst and rose-cut diamonds, makes a bold statement of regal sophistication and power, capturing the essence of ancient mystique in a modern masterpiece.\n\nAdjustable to any size.\n\n- 18K yellow gold \n- Amethyst\n- Rose-cut diamonds",
    "collection": "Cleopatra",
    "price": 4300
  },
  {
    "name": "Cleo Amethyst Talisman",
    "description": "This hypnotizing talisman, with amethyst and rose-cut diamonds, makes a bold statement of regal sophistication and power, capturing the essence of ancient mystique in a modern masterpiece.\n\nAdjustable to any size.\n\n- 18K yellow gold \n- Amethyst\n- Rose-cut diamonds",
    "collection": "Cleopatra",
    "price": 5500
  },
  {
    "name": "Enigma Sapphire Choker",
    "description": "The Enigma Sapphire Choker is a marvel from the Cleopatra Collection. This exquisite multicolored necklace captures the breathtaking beauty of a rainbow of sapphires, seamlessly draping around the neck to accentuate the wearer's elegance and sophistication. A timeless masterpiece that transcends the ordinary.\n\nAdjustable to any size. \n\n- 18K yellow gold \n- Multicolored sapphires (21 cts)",
    "collection": "Cleopatra",
    "price": 21000
  },
  {
    "name": "Iris Earrings",
    "description": "Iris is a mesmerizing pair of earrings that seamlessly blend the vivacity of yellow sapphires with the lush green allure of tourmalines. These earrings evoke the timeless elegance of Cleopatra while embracing the vibrant spirit of the modern woman.\n\n\n- 18K yellow gold \n- Green tourmaline \n- Yellow Sapphire",
    "collection": "Cleopatra",
    "price": 2400
  },
  {
    "name": "Iris Pendant",
    "description": "Iris pendant seamlessly blends the vivacity of yellow sapphire with the lush green allure of tourmaline. This piece evokes the timeless elegance of Cleopatra while embracing the vibrant spirit of the modern woman.\n- 18K yellow gold \n- Green tourmaline \n- Yellow Sapphire",
    "collection": "Cleopatra",
    "price": 1800
  },
  {
    "name": "Kaleidoscope Necklace",
    "description": "Like life entering a kaleidoscope, this exquisite piece captures the essence of individuality. Each facet represents the unique hues and geometric shapes that define a person's soul. The play of vibrant sapphires and rose-cut diamonds symbolizes the intricate beauty found within, making this necklace not just a jewel but a reflection of one's inner self.  \n- 18K yellow gold\n- Fancy colored sapphires\n- Rose-cut diamonds",
    "collection": "Cleopatra",
    "price": 16000
  },
  {
    "name": "Jacqueline Ring",
    "description": "The brave color combination of gems with the classy design showcases a commitment to modern luxury and vintage allure with a statement piece that transcends trends. The deep violet amethyst complements the vivid turquoise, creating a harmonious and visually arresting mood that exudes ’60s sophistication and glam.\n\n- 18K yellow gold \n- Amethyst\n- Turquoise \n- Diamonds \n- Pink sapphires",
    "collection": "Jacqueline",
    "price": 4000
  },
  {
    "name": "Jacqueline Ring",
    "description": "The brave color combination of gems with the classy design showcases a commitment to modern luxury and vintage allure with a statement piece that transcends trends. The deep violet amethyst complements the white agate, creating a harmonious and visually arresting mood that exudes ’60s sophistication and glam.\n- 18K yellow gold \n- Amethyst\n- White agate\n- Diamonds",
    "collection": "Jacqueline",
    "price": 4200
  },
  {
    "name": "Lumina Ring",
    "description": "A beautiful tribute to the ‘60s, the Lumina Ring features white gold with freshwater pearl adorned with diamonds. The design—a nod to the era's timeless glamour and sophistication—captures the essence of that iconic period while incorporating modern elegance.\n- 18K white gold\n- Freshwater pearls\n- Diamonds",
    "collection": "Jacqueline",
    "price": 1400
  },
  {
    "name": "Jacqueline Earrings",
    "description": "The brave color combination of gems with the classy design showcases a commitment to modern luxury and vintage allure with a statement piece that transcends trends. The deep violet amethyst complements the vivid turquoise, creating a harmonious and visually arresting mood that exudes ’60s sophistication and glam.\n\n- 18K yellow gold \n- Amethyst\n- Turquoise \n- Diamonds",
    "collection": "Jacqueline",
    "price": 4200
  },
  {
    "name": "Jacqueline Pearl Necklace",
    "description": "This exquisite pearl and peach tourmaline necklace is a symbol of timeless elegance that effortlessly complements every style and occasion, enhancing your allure with a touch of luxury.\n\n\n- Natural pearls\n- 18K yellow gold\n- Tourmaline",
    "collection": "Jacqueline",
    "price": 1200
  },
  {
    "name": "Jacqueline Pearl Necklace",
    "description": "Elevate your style with our exquisite fine jewelry necklace, featuring three charms adorned with pastel-colored spinels. The delicate spinel charms add an elegant appeal, ensuring a graceful and enchanting statement. This piece seamlessly blends sophistication with versatility that effortlessly complements any occasion. \n   -Natural freshwater pearls\n- 18K white gold\n- Pastel spinels",
    "collection": "Jacqueline",
    "price": 1400
  },
  {
    "name": "Jacqueline Pearl Necklace",
    "description": "Elevate your style with our exquisite fine jewelry necklace, featuring three charms adorned with pastel-colored spinels. The delicate spinel charms add an elegant appeal, ensuring a graceful and enchanting statement. This piece seamlessly blends sophistication with versatility that effortlessly complements any occasion. \n   -Natural freshwater pearls\n- 18K white gold\n- Pastel spinels",
    "collection": "Jacqueline",
    "price": 1400
  },
  {
    "name": "Jacqueline amethyst pendant",
    "description": "The brave color combination of gems with the classy design showcases a commitment to modern luxury and vintage allure with a statement piece that transcends trends. The deep violet amethyst complements the vivid turquoise, creating a harmonious and visually arresting mood that exudes ’60s sophistication and glam.\n\nPendant is sold without the necklace. \n\n- 18K yellow gold\n- Amethyst\n- Turquoise \n- Diamonds",
    "collection": "Jacqueline",
    "price": 2000
  },
  {
    "name": "Éclat Tanzanite Ring",
    "description": "This exquisite ring features a vibrant tanzanite as its centerpiece, elegantly framed by green tsavorites adorning the sides of the shank. With its classy design, this ring is crafted for women who appreciate sophistication and bold elegance.  \n- 18K white gold \n- Tanzanite\n- Green tsavorites",
    "collection": "Éclat",
    "price": 7000
  },
  {
    "name": "Verve Aquamarine Ring",
    "description": "The Verve Ring is a harmonious symphony of design, featuring a breathtaking ocean-colored aquamarine center stone and a dazzling array of diamonds, meticulously crafted to captivate the senses. Whether worn as an engagement ring, to symbolize a special occasion, or simply as an expression of personal style, the Verve transcends the ordinary and becomes an emblem of enduring elegance.\n\n- 18K white gold\n- Aquamarine\n- Diamonds",
    "collection": "Éclat",
    "price": 10000
  },
  {
    "name": "Wish Blue Tourmaline Ring",
    "description": "The heart of the Wish ring is a stunning blue tourmaline, evoking the deep azure hues of a tranquil ocean. A delicate band with diamonds enhances the brilliance of the central stone. This enchanting ring symbolizes serenity and clarity, making it a perfect embodiment of aspirations and dreams.\n\n- 18K white gold\n- Blue tourmaline\n- Diamonds",
    "collection": "Éclat",
    "price": 2800
  },
  {
    "name": "“Fly” Ring",
    "description": "This exquisite piece features a delicate blue enamel feather motif, symbolizing personal freedom, gracefully embraced by a scattering of radiant diamonds. It reminds the wearer to embrace the boundless possibilities life offers, capturing the essence of elegance and freedom.\n- 18K white gold \n- Diamonds",
    "collection": "Éclat",
    "price": 1400
  },
  {
    "name": "“Fly” Pendant",
    "description": "This exquisite piece features a delicate blue enamel feather motif, symbolizing personal freedom, gracefully embraced by a scattering of radiant diamonds. It reminds the wearer to embrace the boundless possibilities life offers, capturing the essence of elegance and freedom.\n- 18K white gold \n- Diamonds",
    "collection": "",
    "price": 1600
  },
  {
    "name": "“Fly” Earrings",
    "description": "These exquisite earrings feature a delicate blue enamel feather motif, symbolizing personal freedom, gracefully embraced by a scattering of radiant diamonds. It reminds the wearer to embrace the boundless possibilities life offers, capturing the essence of elegance and freedom.\n- 18K white gold \n- Diamonds",
    "collection": "Éclat",
    "price": 2500
  },
  {
    "name": "Peach Tourmaline Earrings",
    "description": "These earrings, with a classic design, feature lustrous peach tourmalines, meticulously selected for their warm and refined hue, gracefully framed by a halo of white diamonds. Set in 18K white gold, the design embodies a perfect balance of simplicity and opulence, ensuring a captivating and versatile accessory for any occasion.\n\n- 18K white gold\n- Peach tourmalines (2 pc,7.79 cts ) \n- Diamonds",
    "collection": "Éclat",
    "price": 2800
  },
  {
    "name": "Éclat Spinel \n Necklace",
    "description": "The Éclat Spinel Necklace is a testament to the belief that true elegance lies in the art of restraint, offering a subtle yet powerful statement for those who appreciate the quiet brilliance of understated sophistication. This necklace, with its versatile design and impeccable craftsmanship, effortlessly transitions from formal affairs to casual settings, becoming a radiant focal point for any occasion.\n\n- 18K white gold \n- Grey Spinels (67 cts)",
    "collection": "Éclat",
    "price": 11000
  },
  {
    "name": "30.Temptation Spinel Necklace",
    "description": "The Temptation Spinel necklace is a symphony of temptation and elegance. Each glistening spinel is strategically placed to captivate the beholder, creating a mesmerizing effect with every sway. This fabulous piece exudes timeless charm, designed for those who seek to make an unforgettable impact with an irresistible touch of elegance.\n\n- 18K white gold \n- Spinels",
    "collection": "Éclat",
    "price": 1300
  },
  {
    "name": "Temptation Spinel Necklace",
    "description": "The Temptation Spinel necklace is a symphony of temptation and elegance. Each glistening spinel is strategically placed to captivate the beholder, creating a mesmerizing effect with every sway. This fabulous piece exudes timeless charm, designed for those who seek to make an unforgettable impact with an irresistible touch of elegance.\n\n- 18K white gold \n- Spinels",
    "collection": "Éclat",
    "price": 1300
  },
  {
    "name": "Temptation Spinel Necklace",
    "description": "The Temptation Spinel necklace is a symphony of temptation and elegance. Each glistening spinel is strategically placed to captivate the beholder, creating a mesmerizing effect with every sway. This fabulous piece exudes timeless charm, designed for those who seek to make an unforgettable impact with an irresistible touch of elegance.\n\n-18K white gold \n-Spinels",
    "collection": "Éclat",
    "price": 1300
  },
  {
    "name": "Lagoon Tourmaline Ring",
    "description": "This exquisite piece effortlessly blends the serene allure of lagoon tourmaline with a diamond halo, set in lustrous white gold. Radiating understated elegance and enduring style, the sea-green lagoon tourmaline takes center stage, encircled by diamonds for a celestial touch. A true symbol of refined luxury, this ring is a statement of enduring grace and captivating beauty.\n\n-18K white gold\n-Lagoon tourmaline\n-Diamonds",
    "collection": "Éclat",
    "price": 3000
  },
  {
    "name": "“Embrace” Tanzanite Ring",
    "description": "The “Embrace” Ring defines luxury and symbolism with its exquisite trinity of interconnected rings, representing self-reliance, determination, and compassion. Positioned at the center is a deep blue tanzanite, embodying one’s essence. A manifestation of empowerment and individuality, this piece endows the wearer with an affirmation of strength, resilience, and the inherent beauty of embracing one's unique journey.\n\n- 18K yellow gold \n- Tanzanite (2.04 cts)\n- Diamonds (1.11 cts)",
    "collection": "Embrace",
    "price": 5000
  },
  {
    "name": "“Embrace” Garnet Ring",
    "description": "The “Embrace” Ring defines luxury and symbolism with its exquisite trinity of interconnected rings, representing self-reliance, determination, and compassion. Positioned at the center is a vivid orange garnet, embodying one’s essence. A manifestation of empowerment and individuality, this piece endows the wearer with an affirmation of strength, resilience, and the inherent beauty of embracing one's unique journey.\n\n- 18K yellow gold\n- Mandarin garnet (4.09 cts)\n- Diamonds (1.11 cts)",
    "collection": "Embrace",
    "price": 6500
  },
  {
    "name": "36.",
    "description": "The “Embrace” Ring defines luxury and symbolism with its exquisite trinity of interconnected rings, representing self-reliance, determination, and compassion. Positioned at the center is a deep blue tanzanite, embodying one’s essence. A manifestation of empowerment and individuality, this piece endows the wearer with an affirmation of strength, resilience, and the inherent beauty of embracing one's unique journey.\n\n\n\n\n- 18K yellow gold \n- Tanzanite (6.06 cts)\n- Diamonds (0.92 cts)",
    "collection": "Embrace",
    "price": 7000
  },
  {
    "name": "“Embrace” Tanzanite Earrings",
    "description": "“Embrace” earrings symbolize self-reliance, determination, and compassion—a gentle embrace for the soul. With every wear, these earrings serve as a tangible reminder of your strength and resilience, encapsulating the inherent beauty found in embracing one's unique journey.\n\n\n\n- 18K yellow gold \n- Tanzanite (3.47 ct)\n- Diamonds (0.62 ct)",
    "collection": "Embrace",
    "price": 5000
  },
  {
    "name": "Love Chakra Ruby Bracelet",
    "description": "In this exquisite bracelet, two meaningful essentials converge: the heart chakra symbol and a resplendent natural red ruby, the gemstone of love. The heart chakra symbol radiates positive energy, while the ruby infuses passion and elegance. This bracelet invites the energies of love to manifest in every facet of life. Envision it as a heartfelt talisman symbolizing love's enduring presence and transformative power, gracefully accompanying you on your life's journey.\n\n- 18K yellow gold\n-Unheated  Ruby\n- Diamonds",
    "collection": "Embrace",
    "price": 2000
  },
  {
    "name": "Love Chakra Ruby Bracelet",
    "description": "In this exquisite bracelet, two meaningful essentials converge: the heart chakra symbol and a resplendent natural red ruby, the gemstone of love. The heart chakra symbol radiates positive energy, while the ruby infuses passion and elegance. This bracelet invites the energies of love to manifest in every facet of life. Envision it as a heartfelt talisman symbolizing love's enduring presence and transformative power, gracefully accompanying you on your life's journey.\n\n- 18K yellow gold\n- Unheated Ruby\n- Diamonds",
    "collection": "Embrace",
    "price": 2500
  },
  {
    "name": "Love Chakra Ruby Bracelet",
    "description": "In this exquisite bracelet, two meaningful essentials converge: the heart chakra symbol and a resplendent natural red ruby, the gemstone of love. The heart chakra symbol radiates positive energy, while the ruby infuses passion and elegance. This bracelet invites the energies of love to manifest in every facet of life. Envision it as a heartfelt talisman symbolizing love's enduring presence and transformative power, gracefully accompanying you on your life's journey.\n- 18K yellow gold\n- Unheated Ruby\n- Diamonds",
    "collection": "Embrace",
    "price": 2000
  },
  {
    "name": "Love Chakra Ruby Bracelet",
    "description": "In this exquisite bracelet, two meaningful essentials converge: the heart chakra symbol and a resplendent natural red ruby, the gemstone of love. The heart chakra symbol radiates positive energy, while the ruby infuses passion and elegance. This bracelet invites the energies of love to manifest in every facet of life. Envision it as a heartfelt talisman symbolizing love's enduring presence and transformative power, gracefully accompanying you on your life's journey.\n\n- 18K yellow gold\n- Unheated Ruby\n- Diamonds",
    "collection": "Embrace",
    "price": 2000
  },
  {
    "name": "Yalla Bracelet/Choker",
    "description": "The Yalla Bracelet is a chic symbol of momentum, boasting a \"yalla\" charm with white diamonds affixed to a royal purple velvet ribbon. Inspired by the Arabic term urging action, this bracelet is a vibrant call to embrace positive change and take decisive steps forward. Its sleek design captures the essence of dynamic movement with every wear, making a bold and stylish statement for those ready to seize the moment.\n\n- 18K yellow gold\n- Diamonds",
    "collection": "Embrace",
    "price": 2500
  }
]